{
  "batana1": "boat is a wooden boat with a flat bottom, with a wide\n          wooden mirror at the stern. Compared to other naves, the Betina one\n          has a mirror that is only slightly less wide than the width of the\n          nave itself. The length of the smaller ships is from 4 to 5 meters,\n          and the larger ones from 5 to 7 meters and are called lađuni. The flat\n          bottom is curved towards the bow frame.",
  "batana2": "Some boats are made with a V-shaped bottom. The proven loom is\n          straight and slanted forward. The ratio of length to width is greater\n          than 1:3, by an average of ten centimeters.",
  "batana3": "The means of propulsion are two oars in soha, which are placed around\n          the middle of the ship. On the upper edge of the transom, a shallow\n          depression is made on one side for rowing with one oar. This way of\n          rowing is called gungula.",
  "batana4": "There is an open and a closed type of ship. Covered, they have a deck\n          on 1/3 of the bow. Due to the flat bottom, it sails successfully in\n          shallow waters. It serves mostly for fishing and leisure in the summer\n          months.",
  "blogHero1": "Traditional",
  "blogHero2": "Dalmatian",
  "blogHero3": "Boats",
  "gajeta1": "The Betin gajeta is a wooden boat between 5 and 8 meters long, 2 to\n          2.60 meters wide, without a deck along its entire length. It is more\n          robust in form and construction than Komi falkuša or Korčula gajeta.\n          The Bettina shipbuilders managed to innovate on the gajeta, originally\n          a fishing boat, to achieve the proportions and form of a ship that was\n          perfectly adapted to the life needs and rural economy of the\n          inhabitants of the island of Murter.",
  "gajeta2": "The primary function of the gajeta was the transport of various types\n          of cargo (food, agricultural products, animals, building materials).\n          The size of the Gajeta is a family boat, and all crew members had to\n          know how to operate it. Women often left on their own by boat for\n          work. Gajeta was also used for fishing. A boat tailored to the\n          inhabitants of the island of Murter had to be, first of all, a\n          capable, safe and durable means of transport.",
  "gajeta3": "Betin shipbuilding differs from other shipbuilding typologically the\n          same or similar ships, and has its own recognizable specificities.",
  "leut": "Leut is a larger ship with exceptional maritime characteristics. The\n          length of the leut ranges from 7 to 12 m, the width is approximately\n          1/3 of the length. According to the length, leuti can be divided into\n          small (up to 8.5 m) and large (up to 12 m). The hull of the leuta has\n          a sharp shape, with properly drawn lines on the bow and stern. In its\n          main characteristics, it resembles a gajeta, but it is larger than it,\n          more solidly built and with sharp underwater lines. On the bow, at the\n          height of the deck, there is a built-in short bow, the so-called a\n          spier that is used for going down to the shore. A leut, unlike a\n          gajeta, is a closed type of ship. Its characteristic is the spire\n          (beak) on the bow of the ship, which is longer in shorter ships and\n          shorter in longer ships. It serves for easier disembarking and loading\n          of crew and cargo, especially in places with a shallow coast. The leut\n          can drive 5, 7 or 9 oarsmen, depending on the proportions of the ship.\n          A Latin sail is also used as a means of propulsion. Leuti can\n          withstand wind and waves well. They have a general use. In the Murter\n          water area, they are used for the transport of various cargoes and\n          fishing.",
  "pasara": "Kaić is a smaller boat with a rounded bottom. We distinguish between\n          small (up to 4.80 m) and large ones (up to 8 m). The small boat is\n          open along its entire length, and the large ones are covered by a deck\n          on the front third. Sometimes they have a hatch with a cover for going\n          down into the bow area. The bow is pointed, the stern is cut off and\n          ends with a flat mirror. It is easy to handle and fast to paddle. It\n          is suitable for driving in shallow areas and over shorter distances.\n          It is used in small fishing, sport fishing and for recreation. In the\n          past, they were used for angler fishing."
}
