{
  "batana1": "The batana boat is a wooden boat with a flat bottom, with a wide wooden mirror at the stern. Compared to other naves, the batana one has a mirror that is only slightly less wide than the width of the nave itself. The length of the smaller ships is from 4 to 5 meters, and the larger ones from 5 to 7 meters and are called lađuni. The flat bottom is curved towards the bow frame.",
  "batana2": "Some boats are made with a V-shaped bottom. The proven loom is straight and slanted forward. The ratio of length to width is greater than 1:3, by an average of ten centimeters.",
  "batana3": "The means of propulsion are two oars in soha, which are placed around the middle of the ship. On the upper edge of the transom, a shallow depression is made on one side for rowing with one oar. This way of rowing is called gungula.",
  "batana4": "There is an open and a closed type of ship. Covered, they have a deck on 1/3 of the bow. Due to the flat bottom, it sails successfully in shallow waters. It serves mostly for fishing and leisure in the summer months.",
  "blogHero1": "Traditional",
  "blogHero2": "Dalmatian",
  "blogHero3": "Boats",
  "gajeta1": "The betin gajeta is a wooden boat between 5 and 8 meters long, 2 to 2.60 meters wide, without a deck along its entire length. It is more robust in form and construction than Komi falkuša or Korčula gajeta. The Bettina shipbuilders managed to innovate on the gajeta, originally a fishing boat, to achieve the proportions and form of a ship that was perfectly adapted to the life needs and rural economy of the inhabitants of the island of Murter.",
  "gajeta2": "The betin gajeta is a wooden boat between 5 and 8 meters long, 2 to 2.60 meters wide, without a deck along its entire length. It is more robust in form and construction than Komi falkuša or Korčula gajeta. The Bettina shipbuilders managed to innovate on the gajeta, originally a fishing boat, to achieve the proportions and form of a ship that was perfectly adapted to the life needs and rural economy of the inhabitants of the island of Murter.",
  "gajeta3": "Betina shipbuilding differs from other shipbuilding typologically the same or similar ships, and has its own recognizable specificities.",
  "leut": "Leut is a larger ship with exceptional maritime characteristics. The length of the leut ranges from 7 to 12 m, the width is approximately 1/3 of the length. According to the length, leuts can be divided into small (up to 8.5 m) and large (up to 12 m). The hull of the leut has a sharp shape, with properly drawn lines on the bow and stern. In its main characteristics, it resembles a gajeta, but it is larger than it, more solidly built and with sharp underwater lines. On the bow, at the height of the deck, there is a built-in short bow, the so-called a spier that is used for going down to the shore. A leut, unlike a gajeta, is a closed type of ship. Its characteristic is the spire (beak) on the bow of the ship, which is longer in shorter ships and shorter in longer ships. It serves for easier disembarking and loading of crew and cargo, especially in places with a shallow coast. The leut can drive 5, 7 or 9 oarsmen, depending on the proportions of the ship. A Latin sail is also used as a means of propulsion. Leuts can withstand wind and waves well. They have a general use. In the Murter water area, they are used for the transport of various cargoes and fishing.",
  "pasara": "Kaić is a smaller boat with a rounded bottom. We distinguish between small (up to 4.80 m) and large ones (up to 8 m). The small boat is open along its entire length, and the large ones are covered by a deck on the front third. Sometimes they have a hatch with a cover for going down into the bow area. The bow is pointed, the stern is cut off and ends with a flat mirror. It is easy to handle and fast to paddle. It is suitable for driving in shallow areas and over shorter distances. It is used in small fishing, sport fishing and for recreation. In the past, they were used for angler fishing."
}
