{
  "batana1": "čamac je drveni čamac ravnog dna, sa širokim drvenim ogledalom na krmi. U usporedbi s drugim lađama, betinska ima zrcalo koje je tek nešto manje od širine same lađe. Dužina manjih brodova je od 4 do 5 metara, a većih od 5 do 7 metara i zovu se lađuni. Ravno dno je zakrivljeno prema pramčanom okviru.",
  "batana2": "Neki čamci su napravljeni s dnom u obliku slova V. Provjereni tkalački stan je ravan i nagnut prema naprijed. Omjer duljine i širine veći je od 1:3, u prosjeku za desetak centimetara.",
  "batana3": "Pogonsko sredstvo su dva vesla u sohi, koja su postavljena oko sredine broda. Na gornjem rubu krmenog zrcala napravljeno je s jedne strane plitko udubljenje za veslanje jednim veslom. Ovakav način veslanja naziva se gungula.",
  "batana4": "Postoji otvoreni i zatvoreni tip broda. Pokriveni imaju palubu na 1/3 pramca. Zbog ravnog dna uspješno plovi u plitkim vodama. Služi uglavnom za ribolov i odmor u ljetnim mjesecima.",
  "blogHero1": "Tradicionalni",
  "blogHero2": "Dalmatinski",
  "blogHero3": "Brodovi",
  "gajeta1": "Betinska gajeta je drveni čamac dužine između 5 i 8 metara, širine od 2 do 2,60 metara, bez palube cijelom dužinom. Po obliku i konstrukciji čvršća je od komi falkuše ili korčulanske gajete. Bettinski brodograditelji uspjeli su inovacijom na gajeti, izvorno ribarskom brodu, postići proporcije i formu broda koji je savršeno prilagođen životnim potrebama i ruralnom gospodarstvu stanovnika otoka Murtera.",
  "gajeta2": "Primarna funkcija gajete bila je prijevoz raznih vrsta tereta (hrane, poljoprivrednih proizvoda, životinja, građevinskog materijala). Gajeta je po veličini obiteljski brod, a svi članovi posade morali su znati upravljati njime. Žene su često same odlazile brodom na posao. Gajeta je služila i za ribolov. Brod po mjeri stanovnika otoka Murtera morao je biti prije svega sposobno, sigurno i trajno prijevozno sredstvo.",
  "gajeta3": "Betinska brodogradnja razlikuje se od ostalih brodogradnji tipološki istih ili sličnih brodova, te ima svoje prepoznatljive specifičnosti.",
  "leut": "Leut je veći brod iznimnih maritimnih karakteristika. Duljina leuta kreće se od 7 do 12 m, širina je otprilike 1/3 duljine. Prema duljini leuti se dijele na male (do 8,5 m) i velike (do 12 m). Trup leuta je oštrog oblika, s pravilno iscrtanim linijama na pramcu i krmi. Po glavnim karakteristikama podsjeća na gajetu, ali je veća od nje, čvršće građena i oštrih podvodnih linija. Na pramcu, u visini palube, ugrađen je kratki pramac, tzv. špil koji služi za silazak na obalu. Leut je, za razliku od gajete, zatvoreni tip broda. Karakteristika mu je toranj (kljun) na pramcu broda, koji je duži kod kraćih brodova, a kraći kod dužih brodova. Služi za lakše iskrcavanje i ukrcaj posade i tereta, posebno na mjestima s plitkom obalom. Leut može voziti 5, 7 ili 9 veslača, ovisno o proporcijama broda. Kao pogonsko sredstvo koristi se i latinsko jedro. Leuti dobro podnosi vjetar i valove. Imaju opću upotrebu. U murterskom akvatoriju služe za prijevoz raznih tereta i ribolov.",
  "pasara": "Kaić je manji čamac zaobljenog dna. Razlikujemo male (do 4,80 m) i velike (do 8 m). Mali čamac je otvoren cijelom dužinom, a veliki su na prednjoj trećini pokriveni palubom. Ponekad imaju otvor s poklopcem za silazak u pramčani dio. Pramac je zašiljen, krma odrezana i završava ravnim zrcalom. Jednostavan je za rukovanje i brz za veslanje. Pogodan je za vožnju u plitkim područjima i na kraćim udaljenostima. Koristi se u malom ribolovu, sportskom ribolovu i za rekreaciju. U prošlosti su se koristile za ribolov udičarima."
}
