{
  "batana1": "Betinska lađa je drvena brodica ravnog dna,  sa širokim drvenim zrcalom na krmi. U usporedbi s drugim lađama, betinska ima zrcalo široko tek nešto manje od širine same lađe. Duljina manjih lađa je od 4 do 5 metara, a većih od 5 do 7 metara i zovu se lađuni. Ravno dno je zakrivljeno prema pramčanoj statvi.",
  "batana2": "Poneke lađe se rade s dnom u obliku slova V.Provena statva je ravna i zakošena prema naprijed. Omjer dužine i širine je veći od 1:3, za prosječno desetak centimetara.",
  "batana3": "Pogonska sredstva su dva vesla u sohama koje su postavljene oko sredine broda. Na gornjem rubu krmenog zrcala je napravljena jedna plitka udubina na jednoj strani koja služi za veslanje s jednim veslom. Taj način veslanja zove se gungula.",
  "batana4": "Postoji otvoreni i zatvoreni tip lađe. Pokrivene imaju palubu na 1/3 pramca. Zbog ravnog dna uspješno plovi u plitkim vodama. Služi najviše za ribarenje i razonodu za ljetnih mjeseci.",
  "blogHero1": "Tradicionalni",
  "blogHero2": "Dalmatinski",
  "blogHero3": "Brodovi",
  "gajeta1": "Betinska gajeta je drveni brod dužine između 5 i 8 metara, širine 2 do 2,60 metara, bez palube po cijeloj dužini. Robusnije je forme i konstrukcije od komiške falkuše ili korčulanske gajete. Betinski brodograditelji uspjeli su inovacijama na gajeti kao izvorno ribarskom brodu doći do proporcija i forme broda koji je bio savršeno prilagođen životnim potrebama i ruralnom gospodarstvu stanovnika otoka Murtera.",
  "gajeta2": "Primarna funkcija gajete je bio transport različitih vrsta tereta (hrana, poljoprivredni proizvodi, životinje, građevinski materijal). Gajeta je po dimenzijama obiteljski brod, a svi članovi posade morali su znati njome upravljati. Žene su nerijetko same odlazile brodovima po poslu. Gajeta je služila i za ribarenje. Brod po mjeri žitelja otoka Murtera morao je, prije svega biti, sposobno, sigurno, i izdržljivo prijevozno sredstvo.",
  "gajeta3": "Betinska brodogradnja razlikuje se od drugih brodogradnji tipološki istih ili sličnih brodova, te posjeduje svoje prepoznatljivespecifičnosti.",
  "leut": "Leut je veći brod izuzetnih plovnih svojstava. Duljina leuta kreće se od 7 do 12 m, širina je otprilike 1/3 duljine. Prema duljini leuti se mogu podijeliti u male (do 8,5 m) i velike (do 12 m). Trup leuta je oštrog oblika, ima pravilno izvučene linije na pramcu i krmi. Glavnim karakteristikama podsjeća na gajetu, ali je od nje veći, čvršće građen i oštrih podvodnih linija. Na pramcu u visini palube ima ugrađeno kratko rilo, tzv. špirun koji služi za silazak na obalu. Leut je, za razliku od gajete, zatvoreni tip broda. Karakteristika mu je špirun (kljun) na pramcu broda, koji je dulji u kraćih, a kraći u brodova veće duljine. Služi za lakše iskrcavanje i ukrcavanje posade i tereta, posebice na mjestima s plitkom obalom. Leut može voziti 5, 7 ili 9 veslača, ovisno o proporcijama broda. Kao pogonsko sredstvo koristi se i latinsko jedro. Leuti dobro podnose vjetar i valove. Imaju opću upotrebu. U murterskom akvatoriju služe za prijevoz različitog tereta i ribarenje.",
  "pasara": "Kaić je manji brodić zaobljenog dna. Razlikujemo male (do 4,80m) i velike kaiće (do 8 m). Mali kaić je otvoren po cijeloj dužini, a veliki su na prednjoj trećini pokriveni palubom. Ponekad imajugrotlo s poklopcem za silazak u pramčani prostor. Prova je šiljasta, krma odrezana i završava ravnim zrcalom. Lako se upravlja njime i brzo vesla. Pogodan je za vožnju plićim predjelima i na manjim udaljenostima. Upotrebljava se u malom ribolovu, sportskom ribolovu i za rekreaciju. Nekad su se koristili za ribolov na sviću"
}
